
// Task 1 Создайте объект ноутбука 
// 1 Серийный номер 3V5E7EA
// 2 Модель HP 255 G8
// 3 Экран:
// Тип экрана IPS
// Разрешение 1920x1080
// 4 Процессор Восьмиядерный AMD Ryzen 7 5700U (1.8 - 4.3 ГГц)
// 5 Оперативная память 8 ГБ
// 6 Накопители данных:
// Объём HDD 256 ГБ SSD
// Видеокарта AMD Radeon Graphics
// 7 Корпус: 
// Цвет Серебристый
// Вес 1,7
// Габариты (Ш х Г х В) 358 x 242 x 19


// PS если ноут не хотите создайте обьект по любой интересующей Вас теме


// Task 2 Создайте класс который описывает создание нового пользователя с помощью логина и пароля. Сделайте несколько обьектов. Создайте массив из нескольких обьектов (не вводите id)


// Task 3 Из полученого массива в задании 2 сделайте карту (map). в качестве ключа используйте логин

// Task 4* разными способами решите вопрос соединения двух массивов без повторов
